Repository: mozilla-l10n/mt-training-data
Catalog: mvy/mvy_pontoon.tmx
Source language: en_us
Languages: mvy

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
mvy: ہُویں ݜُو ژِبہ مہ نھالَیں یا دَن گیں بنیل لِکَیں مہ نی تھی۔ ݜس پن٘ڑو تازئ را یا ہِلاکَیں اے۔

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
mvy: ژِباں بارہ مہ تَصُور کرَیں بِکتُک ولہ تھہ۔ اواز پُنَیں یاں ماڈلاں کِریا، کامَن وائس تے مَشورہ دی تُھو چے 'دُیں کِھن٘گیوں نہ پو ہُیں' لا ذِہِن دھا، یا 'ݜس ژیب دین٘لہ کہ اَماں پورژَیں کوشِش کیرُوں ایک مُتَیں بلیوں لا پو ہوں یی؟'

source: The recording was too long.
mvy: رِکارڈِن٘گ څَو ڙِگ آن٘س

source: The recording was too quiet.
mvy: رِکارڈِن٘گ مہ اواز څو کم آن٘س

source: The recording was too short.
mvy: رِکارڈِن٘گ څو کھٹؤں آن٘س

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
mvy: ہوئیں ݜُو ژِباں دَن گیں اواز نی تُھو چےۡ تُوۡ بنیل لِیک۔ ݜس پن٘ڑے گتہ اے /تازئ را یا پَتَیں کوشِش کرہ۔

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
mvy: پکار لہ ݜے تھی چے جُملیُوں مہ ہندسی نی ہوں گِنہ چے اَیں تا لا بنَیں مہ گِران ہوں تھی۔ جُملہ مہ ہندسی مُوٹھ پات ایلی بلیُوں ملی تعلق رڇھاں تھی۔ مثالاں طور لا ایک نمبر “20” ”بیش“ گتہ پڑُژ تُھو آں ”دُو صفر“ گتہ۔

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
mvy: ریکارڈنٚگ مہ منئیں والوں منٚز اوازاں حوالہ ہِن فرق اک قدرتی عمل تُھو۔ اگر کہ اواز څئی زیات گھوں ہُوں یا څئی زیات کم ہُوں آں ݜُوئیں والا کراں پڑھئیں نہ بیل پت نی اَئے چہ اس گی منانٚت کھئیں تے تس ریکارڈنٚگ الُو دِی گتہ کری۔

source: The route was unclear.
mvy: پان٘د صاف کرِگ۔

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
mvy: ݜَیں ژِبہ ݜُو وخ خلکؤں گائے سم ہویں یاں کھڑپہ مہ تھی۔ ژیب کُھلاؤہویں یاں کریا <localizationGlossaryLink>ویب سائٹَیں ژیب گُھرؤں </localizationGlossaryLink> تے <sentenceCollectionGlossaryLink> جُملی جمع کرؤں </sentenceCollectionGlossaryLink> پکار تُھو

source: The selected file is too large
mvy: تیں اُڇھیل فائل چو گُھوں تُھو

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
mvy: جُملی جمع کران٘لو مُنٚڈاں کام وائیس پلیٹ فارمے روان تُھو۔ تُو ہِئیں <writeURL>لِکہانٚت </writeURL>اک جُملہ <reviewURL>گتہ نھالہانٚت </reviewURL> آں اک چلِئیں جُملہ کامن وائیس منٚز جمع کرہانٚت۔

source: The sentence has a grammatical or spelling error.
mvy: اَس جُملہ مہ گِرامرَیں یا ہیزی وَیں غلطی تھی

source: The sentence has disrespectful or offensive language.
mvy: اَس جُملہ مہ اچھی یا اڅھکی ژیب استعمال ہُو تھی

source: The sentence must be grammatically correct.
mvy: جُملہ گرامراں لحاظ ہن صحیح ہو۔

source: The sentence must be speakable.
mvy: جُملہ پڑئے منیاں قابل ہو۔

source: The sentence must be spelled correctly.
mvy: جُملَئیں ہیزی ہر صورتی منٚز صحیح ہو۔

source: The sentence should have fewer than 15 words.
mvy: جُملہ مہ 15 لفظؤں نہ کم لفظہ ہوں پکار تھو۔

source: The site is ready to be launched when it reaches 75% completion.
mvy: کلہ اُو 75% ہُون٘د کھیں، ویب سائٹ شروع کرَیں تیار ہو تُھو۔

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
mvy: ݜُو ویب سائٹ ہو سؤں ہن٘گس واپس تَیں زئ اے تُھو۔ تازہ ترین معلوماتاں کریا زَیں <matrixLink>مېٹرکس کمیونٹی مشقُلائیں زائ</matrixLink> یا <githubLink>GitHub</githubLink> یا <discourseLink>زَیں بال الاؤ کرئیں زائ</discourseLink> گڈ ہو لہ ویب سائٹَیں مسئلی وَیں خبر دېوں تے اېوں لا نظر رڇھؤں ہسانی ہو۔

source: The sound of laughter.
mvy: ہاسیۡ یاں اواز

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
mvy: ٹیڈ-لِیَم کارپس TED ویب سائٹہ لا موجُود اوازاں مشقُلا آں تسِیں لِکیلی حالتی نہ سن٘دژی تُھو

source: The website text is translated into that language.
mvy: ویب سائٹَیں لِکیل تَیں ژِبے مرک کرؤں۔

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
mvy: ݜس مواد مہ بے کس ماݜ کَیں ذاتی پنیاک کرژَیں یاںمعلومات موجود تھی، لکھَیں بِکسیں نؤں، بجلی خطیں پتہ، زائ، پُنیاک کرَیں یاں لمبر یا ٹلی فُون لمبر۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
mvy: ݜس معلومات دیوں تئیں اختیار منٚز تھی۔ اگر کہ مناسب لیل ہُنلُو توۡ اس جمع کرہانٚت۔ گی وخ چہ بے ڈیٹا سیٹ جاری کرانٚتے کھئیں سوۡ وخ بُٹ زاتی معلوماتوں کراں فرضی ناں دینٚتے آں ݜس بال یقنی سندانٚتے چہ څاں ناں تے ایمیل ݜُو رنٚگئیں معلومات عمر تے جنسئیں رنٚگاں آبادیاتی معلومات مِل ٹل نی ہُوں۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
mvy: ݜُو معلومات دیں مہ تیں مرضی تھی - کہ تے سُون٘ݜیۡ لیل ہُوئ تھی کھیں تے اَس بُوئ نیٹے اُکھالہ۔ کل زَیں ڈیٹاسیٹ جاری کیر کھیں، بے زاتی معلومات پشاگ تھہ نَیں، تیں نؤں تے بجلی خط، تیں زئ یَیں معلومات لَک تیں عُمُر آں تیں میشوال یا گھریماݜ ہوں مِل اِکھٹیراگ تھہ نَیں۔ ٹیکنالوجی بُٹواں دَن سَم کام‌ کیر بنے، کؤں ڈیٹا نہ ٹیکنالوجی سَن٘دُژیۡ تھی تسی مہ مختلف خلکہ ہوں پکار تُھو۔ میٹا ڈیٹا گِن لازمی تھے بنے پَڑہ۔

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
mvy: ݜُو اېک استعمالاں کریا حصہ اوک تُھو چے اُو بنیلیۡ ہندسی پُنیؤں تے آں/نَیں ایں پتہۡ ایَئیں یاں کریا مواد فراہم کیریۡ تُھو۔

source: This is how you cite yourself if you wrote the content yourself.
mvy: کہ تُوں مواد امَیں لِکہ چھی کھیں تاں حوالہ ݜے دے تُھو۔

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
mvy: ݜُو پراجېکٹ څاں ڙر خلکؤں نہ بغېر ممکن نی آن٘س ۔🎉 کامن وائسہ ملیۡ ٹل ہویں بېکتُک طریۡقی تھی ۔ ݜسیں کریا تے کوڈِن٘گ سِڇھؤں گی فرض نی تُھو!

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
mvy: ݜُو ترتیب یا سِٹِنٚگ لیڈر بورڈاں پشژؤں کان٘ٹرول کیری تُھو۔ گی وخ چہ پلیل ہُوند کھیں تیں کریل کام مُت کسے لیل نی ہوتُھو۔ اسیں مطلب ݜُو تھی چے تیں فُٹُو، نؤں تے کریل کام لیڈربورڈ لا نی پشژا تُھو۔یادی رڇھہ چے لیڈر بورڈ تازائ ہویں مہ کچھ کچھ { $minutes } ملٹہ بیں تھی چے ݜَیں تبدیلی سموں مژ داخل ہوں۔

source: Three to go!
mvy: صِرِف ڇا مُت!

source: Tibetan
mvy: تِبتَیں

source: Tigre
mvy: ٹائگَر

source: Tigrinya
mvy: تِگرِنیا

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
mvy: تَیں بِجلی خط بدل کرَیں یا سم کرَیں یاں کریا زَیں ݜسی لا<emailFragment>commonvoice@mozilla.com</emailFragment> بِجلی خط ڇِہے

source: Today
mvy: آژ

source: Today's Common Voice progress on clips recorded
mvy: آژاک دېساں کٹرو ٹېپ کرَین٘ئیاں کام

source: Today's Common Voice progress on clips validated
mvy: آژآک دېساں کٹرو منظُور کرَئین٘یۡیاں کام

source: Today's Progress
mvy: آژاک نِکیلو کام

source: Toki Pona
mvy: ٹوکی پونا

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
mvy: کامَن وائس ڈیٹا سیٹ مہ ٹَل ہوئیں یاں دَن دُو چلان٘لہ ایک اوازاں کٹرُوئے سُون٘ݜ/صحیح بنا تھہ۔

source: Too many files
mvy: فائلہ چے چئ ہُو تھہ

source: Top Contributors
mvy: بوڈاں مدد کران٘لہ

source: Torwali
mvy: توروالی

source: Total
mvy: بُٹ

source: Total Approved
mvy: بُٹ منظور ہونٚل

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
mvy: { $totalHours } گېن٘ٹی ہون٘ہہۡ{ $periodMonths } حاصل کرژَیں یاں قابل تُھو صرف{ $people } کەس ڕۆژانە{ $clipsPerDay } کلیپ تۆمار بکەن.

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
mvy: دڇھیں کِھن٘گی لا زَیں صاف صاف بنچھی چے گھِن٘لیۡ بلی بے عام خلکے پشا تھو آں تسیں گی فَیدہ ہو تُھو۔ من چور ݜس کڑہ/لِن٘ک لا دگلے تان موبائل یا حساب گرہ مہ کامن وائساں اکون٘ٹ لا کامشروع کرہ۔

source: Toward next goal
mvy: مُت نخَیں کِھن٘گی تل/لا۔

source: Track progress here and on your stats page.
mvy: کماں روانتیا ݜلہ تے تاں حساباں پن٘ڑہۡ تل نھالاں بہ

source: Transcribe
mvy: بنژیل لِکہ (ژیب مرک کرہ)۔

source: Transcribe answers
mvy: جواب مہ بنژیلیۡ بال لِکہ

source: Transcribe Audio
mvy: بنیل لِکیلاں اواز

source: Transcribe audio recordings into text
mvy: ٹیپ کریل اوازاں ہر ہر لَفظ لِکہ

source: Transcribe audio recordings in your language
mvy: ٹیپ کریل اوازاں ہر لفظ تَیں ژِبہۡ/زِب مہ لِکہ

source: Transcribe Audio <small>(Coming soon)</small>
mvy: بنژیل اواز لِکہ <small>(ہن٘گس اېن٘یۡیاں تُھو)</small>

source: Transcript edited successfully
mvy: بَنیل لِکیل مہ کام ہُو مُچی گا

source: Transcript skipped successfully
mvy: بنیل لِکیل پَھت کرژی گا

source: Transcript submitted successfully
mvy: بنیل لِکژیل (ژیب مرک کرؤں) جمع ہُوگا۔

source: Transcript voted successfully
mvy: بنیل لِکژیلاں کِریا ووٹ دیوژِگا

source: Transgender
mvy: گھریوں میش

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
mvy: <translateVideoLink>زاں پَشان٘لو نھالی لہ پونٹُون گِشے چَلاں تھہ۔</translateVideoLink>

source: Translating the site
mvy: سائٹَیں ژیب گُھرؤں

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
mvy: ژیب مرک کرؤں لہ ان٘گرزی نہ تُھو خو مُتیۡ ژِبوَیں <strong>رائ</strong> نھالَیں تُھو۔ <strong>پروفائیل</strong> بٹنہ لا ٹک کرہ تلاں پاتیُون <strong>سیٹِن٘گؤں</strong> بہ آں تے گھِن٘لیۡ ژیب تُو دی تُھو کھیں تس ٹل کرہ۔ دڇِھیُوں ہتہۡ لا منہ دُھتہۡ مہ ترجمی وَیں لیش <strong>Locales</strong> موجود ہو تھی تلاں مدد ہرہ۔ ژیب گُھرؤں (ترجمی) سائٹہ لا ایک دیس پاتیُون پشژا تھی۔

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
mvy: کامن وائساں ژیب گُھرؤں</strong> پونٹُون<strong>۔لا ہوئ تُھو۔

source: Try again by dragging your file here
mvy: گتہ کوشش کرے فائل ڙِھکے ݜُوۡ زئ آ

source: Try uploading again
mvy: فائل گتہ بُوۡئ اُکھالئیں کوشش کرہ

source: Tshivenda
mvy: تشِوِندا

source: Tunen
mvy: ٹُونین

source: Tupuri
mvy: ٹُوپُوری

source: Turkish
mvy: ترکی

source: Turkmen
mvy: ترکمانی

source: Tuvan
mvy: ٹُووان

source: Twi
mvy: ٹوی

source: Typically megabytes
mvy: عام طور لا گھیں خسٹی (Mbs)

source: Ubykh
mvy: اُبیخ

source: Udmurt
mvy: اُدمرت

source: Ukrainian
mvy: یُوکرینَیں

source: Understand contribution criteria
mvy: مدد کرَیں یاں شرطہ پُنیا

source: Understand how to contribute and validate sentences and audio clips to the Common Voice dataset
mvy: کامن وائس ڈیٹا سیٹہ مہ جُملی تے اوازاں کٹرو جمع گِشے کرؤں تُھو آں منظُور کرے صحیح گِشے کرؤں تُھو، ݜسی لا اما پورژا۔

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
mvy: اما پورژا چے اوازاں کٹرو ݜون٘وَیں یاں وخ گنے فکر کرؤں تھو آں گِشے تاں اواز ٹیپ کرؤں سم کرؤں تھو!

source: Universities, Academics and Researchers
mvy: یونیورسٹیہ، تعلیم مِلیۡ گَن٘ڈژیل آں تحقیق کران٘لہ

source: Upload aborted. Do you want to delete your recordings?
mvy: بُوئی اُکھالوں (اپلوڈ) خراب ہُوں تُھو۔ توۡ تاں ٹیپ کریل کام نشانٚت اَئی؟

source: Upload an image file
mvy: تاں فُٹُوں فائل بُوی اُکھالہ/اپلوڈ کر

source: { $uploadedQuestions } of { $totalQuestions } questions collected
mvy: { $uploadedQuestions } مہ { $totalQuestions } سوالہ جمع ہُو تھو

source: { $uploadedQuestions } of { $totalQuestions } questions collected. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions
mvy: { $uploadedQuestions } مہ { $totalQuestions } سوالہ جمع ہُوگے۔ زَیں<guidelinesLink>پاند پشائ</guidelinesLink> نھال لہ تُو سوالہ بُوئ اُکھالؤں سیڇھ۔

source: { $uploadedSentences } of { $totalSentences } sentences collected
mvy: { $totalSentences } مہ { $uploadedSentences } جُملی جمع ہُونٚتھی

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
mvy: { $totalSentences } مہ { $uploadedSentences } جُملی ٹَوڅھے/ ٹُوۡئ چھی۔ <downloadLink>ݜلہ ٹک کرہ</downloadLink> لہ کگالیۡ جُملی منی واں۔

source: Upload failed, please retry.
mvy: بُوۡئ نی اُکھالژی تُھو، گتہ کوشِش کرہ گَل۔

source: Upload <icon></icon> public domain sentences
mvy: عوامی ڈومین والا جُملی <icon> </icon> بُوۡئ اُکھالہ

source: Upload in progress...
mvy: بُوۡئ اُکھالؤں روان تُھو۔۔۔

source: Upload more sentences?
mvy: مُتیۡ جُملی بُوۡئ اُکَھالیۡ تُھو یی؟

source: Upload of this clip keeps failing at server. Reload the page or try again later.
mvy: ݜُو کٹرُو بُوئ اُکَیں مہ خِدمت گرہ (server) گائ فیل ہوں بی تُھو۔ پن٘ڑوۡ تازئرا یا ہِلاکَیں گتہ کوشِش کرہ۔

source: Upload of this clip keeps failing, keep retrying?
mvy: ݜُو کٹرُو اپلوڈ ہوئیں نہ دھراں بی تُھو، گتہ کراں بہ؟

source: Urdu
mvy: اُردُو

source: Use correct grammar
mvy: صحیح گرامر استعمال کرہ

source: Use correct spelling and grammar
mvy: صحیح املا تے گرامر استعمال کرہ

source: Use correct spelling and grammar.
mvy: صحیح املا تے گرامر استعمال کرہ۔

source: Use correct spelling and punctuation
mvy: صحیح ادائیگی تے زیر زبر استعمال کرہ

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
mvy: <mark>قُدرتی بلی واں </mark>دَن فَیدہ مَند تُھو آں مختلف حالتی استعمال کرہ (لَک، کہ تُو بانیۡ تُھو چے اواز پُنیان٘لو ݜے ماݜ مِل‌بال الاؤ کیر چے سیں بلی پھیں نہ تیار نیریل ہو )

source: User Name
mvy: چلان٘لاں نؤں

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
mvy: چَلان٘لہ دیل کٹری واں سُون٘ݜ ہوئ یاں پَکیار کراں تھہ، نھالاں تھہ چے بنان٘لو اَس صحیح بانیۡ تُھو گی نَیں۔

source: Ushojo
mvy: اُݜوجو

source: Uyghur
mvy: اُیغُوری

source: Uzbek
mvy: اُزبُکی

source: Validated Clips
mvy: منظُور کرېل کٹرو

source: Validated Hours
mvy: سُون٘ݜیۡرالیۡ گین٘ٹی (منظور ہُولیۡ)

source: Validated Hr. Total
mvy: بُٹ سُون٘ݜیۡرال ایچ آر۔

source: Validate readings
mvy: پڑیلیۡ جُملی سُون٘ݜیۡرا/ منظُور کرہ

source: Validate Readings
mvy: پڑؤں صحیح تُھو کرے تصدیق کرہ

source: Validate Readings, Review Transcriptions
mvy: پڑؤں صحیح تُھو کرے تصدیق کرہ، نقلوں تل/لا نظر ثانی کرہ۔

source: Validate Readings <small>(Coming soon)</small>
mvy: پڑېل منظُور کرہ <small>(ہن٘گس اېن٘یاں تُھو)</small>

source: Validate readings submitted by community members
mvy: مقامی خلقوں جمع کریل پڑؤں صحیح تُھو کرے تصدیق کرہ۔

source: Validate user-recorded readings in your language
mvy: تئیں زب مہ استعمال کرئیں والوں ریکارڈ کرئیل کام صحیح کرے تصدیق کرہ۔

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
mvy: کامن وائساں مِشنان دں اوازاں کٹرو منظور کرؤں گتہ چو اہم تُھو۔ہِلاک ݜُوۡن٘یں آں من٘ڑنَیں معیاراں اوزاں ڈیٹاسیٹ سن٘دَیں مہ زَیں مدد کرہ۔

source: Validation Progress
mvy: منظُوری یاں پراگریس

source: Validations
mvy: منظوریہ

source: Value and recognition.
mvy: قدر آں پُنیؤں۔

source: Variant Contribution Options
mvy: لہجی جمع کرَیں یاں اپشنہ

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
mvy: کرٹ ژیب ایک ژِبَیں ایک ݜے لک حالت ہُوئ تھی چے ایک خاص گُھیں علاقاں یا قوماں خلک تس ژیب دیں۔ اسے بولی گتہ بناں تھو۔

source: Varying Pronunciations
mvy: رنٚگا رنٚگ ادائیگی

source: Venetian
mvy: وینِسَیں

source: Version
mvy: وَرژَن

source: Very common mistakes include:
mvy: بُٹؤں نہ عام غلطیُوں مہ کم لک ݜَیں تھی:

source: Vietnamese
mvy: ویتنامَیں

source: View your progress against personal and project goals.
mvy: ذاتی تے پراجیکٹاں نخہۡ واں مطابق تاں نِکیل کام نھالہ۔

source: Visible
mvy: ڈاگ

source: Visit our blog or write about us
mvy: زاں بلاگے بہ یا زاں لا بِگ لِکہ

source: Voice clips are entered into a submission queue that readies them for listening.
mvy: اوازاں کٹرو جمع کرَیں یاں دَن چَکہ دی اولے ہوں تھہ، ݜَلہ سیں ݜُویَیں دَن تیار ہوں تھہ۔

source: Voice Collection
mvy: اَوازَیں کھلٹُو

source: Voice Contribution
mvy: اَواز دیوں

source: Voice Dataset, Ready for Download
mvy: اوازاں ڈیٹاسیٹ، منی والَیں تیار تُھو

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
mvy: اواز فطرت تھی، اواز ہِن انسان انسان تُھو۔ ݜُو وجہ نہ بے خوش ہوگ تھو تاں مشینہ واں کریا ݜے لک اوازَیں ٹیکنالوجی سن٘دَیں چے سو دوبارہ استعمالَیں قابل ہو۔ خو ݜے نظام سن٘دَیں یاں کریاانتہائ بے قاس اوازَیں معلومات پکار تھی۔

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
mvy: اواز قدرتی ہوئ تُھو، اواز انسانیت تھی۔ݜُو وجہ نہ بے خوش ہوگ تھو تاں مشینہ واں کریا ݜے لک اوازَیں ٹیکنالوجی سن٘دَیں چے سو دوبارہ استعمالَیں قابل ہو۔ خو ݜے نظام سن٘دَیں یاں کریاانتہائ بے قاس اوازَیں معلومات پکار تھی۔

source: Voices Online Now
mvy: اوازہ ہُویں لین٘ڑ لا (آنلائن)

source: Voice Validation
mvy: اواز منظُور کرؤں

source: Volume
mvy: اواز۔

source: Votic
mvy: ووٹِک

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
mvy: ووکس فورج مفت آں اوپن سورس اسپیچ ریکگنیشن انجن٘ڑؤں ہِن استعمال کرَیں یاں کریا بنژېل لِکے جمع کرَیں یاں مقصدی ہِن سن٘دژی یان٘س۔

source: Wakhi
mvy: واخی

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
mvy: کامَن وائس مِٹھیں سَم کرَیں مہ زَیں مَدد کرَیں یاں غرضی تُھوئ؟ چئ بَر تھی! یا خو بِجلی خَطی لا بال بنہ یا <discourseLink> بال الاؤ کرَیں زئ </discourseLink>، سائٹ مہ مَسلَیں ݜَلگائ خبر دے<githubLink>گِٹ ہَب</githubLink>یا زاں <matrixLink> میٹرِکس مہ</matrixLink> خلکاں مَشقُلائے مِلہ۔

source: Want to save your information? <createProfile>Create a profile</createProfile>
mvy: توۡ تئیں معلومات محفوظ کرئیں لکھانٚت؟ <createProfile> تے اک پروفائیل سندہ </createProfile>

source: Want to stay in touch with Common Voice?
mvy: کامَن وائس مِلیۡ رابطہ مہ دھرَیں یاں غرضی تُھو یی؟

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
mvy: کلہۡ کہ زَیں کامن وائساں نؤں ورژن آلُوں تسیں بارہ مہ اماں خبر رڇھَیں یاں غرضی تُھو یی؟ زَیں خبرخطی سبسکرائب کرہ۔

source: Watch our video explainer to help
mvy: مَدتیاں کِریا، زاں پورژان٘لہ ویڈیو نھالی۔

source: Wayuunaiki
mvy: وایونیکی

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
mvy: بے ہمیش ڈېٹا استعمال کران٘لؤں کان٘ڑ دی تھو چے سېں زَیں تَیں ضرتی واں بارہ مہ بناں. ڈېٹا اکٹھِرئیں یاں پلېٹ فارمہ نہ ہری ڈېٹاں سُون٘ݜیار ہاریۡ بے <emailFragment>څؤں نہ ݜُون٘وَیں یاں غرضی تھو۔</emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
mvy: بے چئ/څئ ژِبواں بُٹواں ہتے اے، ݜے لک اوازواں ڈیٹا سیٹ سن٘دِگ تھو لہ تس ہر کؤں تاں اواز استعمال کران٘لہ ایپلیکیشنہ مہ استعمال کرہاں۔

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
mvy: بے ٹکنالوجی، سُکھیݜیار آں ژِبہۡ واں حقاں بابتی مہ خلکاں مصروفتیا لا سخ خوشال ہوگ تھو، کہ تُو ݜے گھؤں لک پراجېکٹ یا کمپېناں پلان سان٘دیۡ تُھو کھیں زَیں خامخا <emailFragment>بِجلی خظ ڇِہے۔</emailFragment>

source: We are going out to get a coffee.
mvy: بے ڇھاری ایک کافی اوک اَیں بِگ تھو۔

source: We are going out to get coffee.
mvy: بے ڇھاری کافی اَیں بِگ تھو۔

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
mvy: بے خلکہ واں کریا جِنساں متعلق سِوَیں تَیں مرضی یاں بیان دېں یاں کریا مُتُویں اختیارہ دِگ تھو۔ تاں بارہ مہ ݜے ول لا وضاحت کری گِشے چے تُس محسُوس کراں تھہ۔ <learnMoreLink>زاں جِنِس تے صنفاں بارہ مہ خیالاں متعلق مُتُویں اما پورژائ۔</learnMoreLink>

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
mvy: بے اُن٘دہ موزیلا گائ ایک اوازَیں ٹیکنالوجی آں مرگلئ وَیں ٹولئ سن٘دِگ تھو۔ بے خوش ہوگ تھو چے بے څؤں ملی گن٘ڈژیل دھرِی گیل څؤں نہ تازہ ترین تے څَیں معلوماتَیں نَیں ذریعی، آں تُس تَیں معلومات گِشے استعمال کراں تھہ ݜس ݜُون٘یگ۔

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
mvy: بے یقین رڇِھگ تھو چے گھېں آں بُٹ خلکؤں ہتے اے ڈېٹا بېس مشیۡناں سِڇَھیں لا مبنی بلی بنَیں ٹېکنالوجی مہ سُکھیݜیار آں سُگائ تجارتی مُقابلی واں کریا فروغ دے تھو۔ آں ݜُو اېک پُوریۡ دُنئیں کوشش تھی آں بے بُٹؤں اسی مہ حصہ ہرئیں دعوت دِگ تھو۔ زاں مقصد ݜُو تُھو چے بنژَئیں ٹیکنالوجی جامع سن٘دُژ لہ اُو تام دنئیں یاں رن٘گا رن٘گ اوازی وَیں عکاسی کرہاں۔
